{ 
    "0": {
        "_id": 0,
        "title": "GlanceAI",
        "about": "GlanceAI is an AI Chrome extension that provides key takeaways, summaries, and related links directly on webpages for efficient browsing.",
        "url": "https://www.glanceai.io/",
        "sector": [
            "E-commerce"
        ],
        "scope": [
            
            "Front-End Development",
            "Back-End Development"
        ],
        "location": "UK",
        "details": [
            {
                "type": "text",
                "content": "I created an AI-powered Chrome extension that enhances web browsing by providing key takeaways, summaries, AI chat, and related links directly on the page. The goal was to streamline the user's online experience, allowing them to quickly extract relevant information without leaving the site. By focusing on simplicity and usability, I developed a tool that transforms how users interact with content, making research and reading more efficient."
            },
            {
                "type": "image",
                "url": "/project-images/glanceai/glanceai.png",
                "title": null
            }
        ]
    },
    "1": {
        "_id": 1,
        "title": "SouthernMH",
        "about": "Southern Mobile Homes offers a seamless platform for buying and selling mobile homes. They provide expert home evaluation, personalized guidance from agents, and support throughout the entire transaction process, ensuring a smooth and informed experience.",
        "url": "https://southernmh-website.vercel.app/",
        "sector": [
            "E-commerce",
            "Commerce SAAS"
        ],
        "scope": [
            
            "Front-End Development"
        ],
        "location": "USA",
        "details": [
            {
                "type": "text",
                "content": "I Developed the Southern Mobile Homes website from scratch, focusing on user-friendly navigation for buying and selling mobile homes. The platform integrates home listings, detailed property information, and contact features to streamline the process. With a clean design and responsive layout, I helped create a tool that connects potential buyers with their ideal homes efficiently."
            },
            {
                "type": "image",
                "url": "/project-images/southernmh/southernmh.png",
                "title": "Despite the heavy animations, I was able to fully optimize the site for most modern mobile devices."
            }
        ]
    }, 
    "2": {
        "_id": 2,
        "title": "Fireclaw",
        "about": "Fireclaw Ukraine is a Ukrainian comics, books, and games publisher.",
        "url": "https://fireclaw.com.ua/",
        "sector": [
            "Marketing Website"
        ],
        "scope": [
            "Front-End Development"
        ],
        "location": "Italy",
        "details": [
            {
                "type": "text",
                "content": "Team Fireclaw approached me to assist them in improving their existing website. Despite having a significant number of visitors, they were not converting into clients. After conducting some usability and general assessments, it became apparent that a new website was necessary as the existing one had major issues. I got to work with my tools and presented them with an overhauled Fireclaw website. They were pleased with the results and were planning on launching an English version of their site, which would host web novels instead of physical novels as on the original Ukrainian version."
            },
            {
                "type": "image",
                "url": "/project-images/fireclaw/fireclaw_img_1.png",
                "title": null
            }
        ]
    },
	"3": {
		"_id": 3,
		"title": "Ollacart",
		"about": "Ollacart is an intuitive and user-friendly online store that seamlessly combines product browsing and purchasing. The website ensures smooth navigation and an efficient shopping experience for customers.",
		"url": "https://ollacart-kuma1s-projects.vercel.app/",
		"sector": [
			"Marketing Website"
		],
		"scope": [
			"Front-End Development"
		],
		"location": "USA",
		"details": [
			{
				"type": "text",
				"content": "This landing page was created to promote the Ollacart Chrome extension, designed to enhance the online shopping experience for users. The goal was to clearly communicate the extension’s value by highlighting its key features, such as effortless product discovery, automated deal alerts, and time-saving tools. The clean and modern design ensures a user-friendly experience, with easy navigation and clear calls to action for users to download the extension. The page is optimized for conversions, focusing on both the functional benefits and visual appeal to drive user engagement and extension adoption."
			},
			{
				"type": "image",
				"url": "/project-images/ollacart/ollacart.png",
				"title": null
			}
		]
	},
	"4": {
		"_id": 4,
		"title": "Unbeatable Loans",
		"about": "Unbeatable Loans is a powerful Chrome extension designed to help users find the best loan offers and monitor interest rates in real time. The landing page effectively highlights the extension’s core features and benefits for loan seekers.",
		"url": "https://unbeatable-loans.vercel.app/",
		"sector": [
			"Marketing Website"
		],
		"scope": [
			"Front-End Development"
		],
		"location": "USA",
		"details": [
			{
				"type": "text",
				"content": "The Unbeatable Loans landing page was created to promote a Chrome extension aimed at providing users with the best loan options available while helping them track fluctuating interest rates. The page’s design focuses on clarity, showcasing key features like personalized loan recommendations, interest rate tracking, and comparison tools. The layout is clean and intuitive, guiding users through the benefits of the extension and encouraging them to download it for immediate access. The page includes strong calls to action and testimonials to boost credibility, while its responsive design ensures an optimized experience on all devices, ultimately driving higher user engagement and downloads."
			},
			{
				"type": "image",
				"url": "/project-images/unbeatable/unbeatable.png",
				"title": null
			}
		]
	},
    "5": {
        "_id": 5,
        "title": "Eagleup Game",
        "about": "Eagleup up is an upcoming  Tabletop Videogame RPG hybrid.",
        "url": null,
        "sector": [
            "Marketing Website"
        ],
        "scope": [
            "Front-End Development"
        ],
        "location": "Italy",
        "details": [
            {
                "type": "text",
                "content": "While still a work in development, I have prepared several design elements for the game, including style guides, lobby screens, HUD designs and etc."
            },
           
           
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_1.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_2.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_3.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_4.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_5.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_6.png",
                "title": null
            },
            {
                "type": "image",
                "url": "/project-images/eagleup-game/eagleup_game_img_7.png",
                "title": null
            }
        ]
    }
}